// components/jr-hot/jr-hot.js
Component({
  /**
   * 组件的属性列表
   */
  properties: {

  },

  /**
   * 组件的初始数据
   */
  data: {
    top: "习近平同贝宁总统塔隆互致贺电",
    hotList: [
      {
        id: 1,
        title: "余华的钓鱼哲学：愿者上钩"
      },
      {
        id: 2,
        title: "蔡英文妄称“台湾够强就不会变战场”"
      },
      {
        id: 3,
        title: "分级管理分类收治"
      },
      {
        id: 4,
        title: "男子猥亵打人叫嚣叔叔是市长"
      },
      {
        id: 5,
        title: "朱军重返央视工作"
      },
      {
        id: 6,
        title: "药品互助专区上线：缺药可就近求助"
      },
      {
        id: 7,
        title: "河南有村庄一周发烧患者超全年"
      },
      {
        id: 8,
        title: "中国大唐旬阳水电站正式投产运营"
      },
      {
        id: 9,
        title: "41岁南方科大教授蒋伟病逝"
      },
      {
        id: 10,
        title: "女子网购400个滤网仅到货197个"
      },
      {
        id: 11,
        title: "李集任国乒总教练"
      },
      {
        id: 12,
        title: "乌克兰全境遭大规模导弹袭击"
      },
      {
        id: 13,
        title: "福建59岁股民被罚超5亿元"
      },
      {
        id: 14,
        title: "上海辟谣小区有人焚烧遗体"
      },
      {
        id: 15,
        title: "如何看待多国收紧中国旅客入境政策"
      },
      {
        id: 16,
        title: "历届春晚明星那些社死瞬间斯"
      },
      {
        id: 17,
        title: "老年人感染新冠后一定要注意的事"
      },
      {
        id: 18,
        title: "“阳康”恢复期能吃海鲜吗"
      },
      {
        id: 19,
        title: "医保局回应窗口人员年龄大办事慢新"
      },
      {
        id: 20,
        title: "男子贷款100万借人对方却失联了"
      },
    ]
  },

  /**
   * 组件的方法列表
   */
  methods: {

  }
})
